Repository: RSCW-Duisburg/spreadsheets
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# formengine.spreadsheet.input.missing-upload.title
source: Missing Spreadsheet Input Field
de: Tabellen Upload-Feld ist nicht vorhanden

# formengine.spreadsheet.input.missing-upload.message
source: The required upload field for spreadsheet is missing in TCA configuration or doesn't exists!
de: Das benötigte Upload-Feld der Tabelle scheint im TCA zu fehlen oder existiert nicht!

# formengine.spreadsheet.input.non-valid-upload.title
source: No valid Spreadsheet has been uploaded
de: Keine valide Kalkulationstabelle vorhanden

# formengine.spreadsheet.input.non-valid-upload.message
source: The upload field doesn't contain any valid spreadsheet, please upload a valid file!
de: Es wurde keine validate Kalkulationstabelle gefunden, bitte lade eine valide Datei hoch!

# formengine.spreadsheet.button.selection.title
source: Edit/Close Selection
de: Editieren/Schließen

# formengine.spreadsheet.button.reset.title
source: Revert Changes
de: Änderungen verwerfen

# formengine.spreadsheet.button.unset.title
source: Unset field value
de: Zurücksetzen

# formengine.spreadsheet.label.direction.row-based
source: Row-based Extraction
de: reihenbasierte Extraktion

# formengine.spreadsheet.label.direction.column-based
source: Column-based Extraction
de: spaltenbasierte Extraktion

# backend.preview.spreadsheets_table.config
source: Configuration
de: Konfiguration

# backend.preview.spreadsheets_table.file
source: File:
de: Datei:

# backend.preview.spreadsheets_table.sheet
source: Sheet:
de: Arbeitsblatt:

# backend.preview.spreadsheets_table.selection
source: Selection:
de: Selektion:

# backend.preview.spreadsheets_tabs.file
source: File:
de: Datei:

# wizards.spreadsheets_table.title
source: Table (Excel Spreadsheets)
de: Tabelle (Excel Kalkulationstabellen)

# wizards.spreadsheets_table.description
source: Adds table by spreadsheet file
de: Fügt eine Kalkulationstabelle anhand einer hochgeladenen Datei hinzu

# wizards.spreadsheets_tabs.title
source: Tabs (Excel Spreadsheets)
de: Tabs (Excel Kalkulationstabellen)

# wizards.spreadsheets_tabs.description
source: Adds tabs by spreadsheet file
de: Fügt Tabs anhand einer hochgeladenen Datei hinzu

# tca.assets
source: Spreadsheet elements
de: Kalkulationstabellen

# tca.bodytext
source: Spreadsheet Selection
de: Selektion der Kalkulationstabelle

# tca.tx_spreadsheets_ignore_styles
source: Spreadsheet Styling
de: Styling der Kalkulationstabelle

# tca.tx_spreadsheets_ignore_styles.label
source: Disable
de: Deaktivieren
